// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Bluetooth Settings";

NoNameTitle = "Device name is empty";
NoNameMsg = "Specify the device name.";

NoGetTitle = "Could not retrieve settings";
NoGetMsg = "Check if the printer is online and connected.";

NoResetTitle = "Could not reset device access";
NoResetMsg = "Check if the printer is online and connected.";

NoChangePinTitle = "Could not change PIN code";
NoChangePinMsg = "Check if the printer is online and connected.";

OkTitle = "OK";
CancelTitle = "Cancel";

ResetTitle = "Reset Device Access";
ResetMsg = "Click OK to clear all previously bonded devices from your printing device. Click Cancel to skip the reset function.";

DefaultLanguage = "Keep Current Settings";

0Language = "Simplified Chinese-China";
1Language = "Traditional Chinese-Hongkong";
2Language = "Traditional Chinese-Taiwan";
3Language = "Japanese";
4Language = "Korean";
5Language = "Latin (Others)";

DeviceTitle = "Device";
AddressTitle = "Address:";
NameTitle = "Name:";
AccessTitle = "Access";
ChangePINCodeTitle = "Change PIN Code";
ChangePINCodeButton = "Change PIN Code…";
ModeTitle = "Mode";
PrivateModeTitle = "Private Mode";
PublicModeTitle = "Public Mode";
EncryptionRequiredTitle = "Encryption Required";
DefaultFontSettingTitle = "Default Font Setting:";
ApplyNowTitle = "Apply Now";

EnternewPINcodeTitle = "Enter new PIN code:";
ConfirmnewPINcodeTitle = "Confirm new PIN code:";

MissingCardLabel = "Please turn on Bluetooth or insert a Bluetooth device.";
